Repository: MaestriHub/localization
Catalog: IOS/Localizable.xcstrings
Source language: en
Languages: ru

# address_edit.screen.current_address
source: Current address
ru: Текущее местоположение

# address_edit.screen.invalid_address
source: Invalid address
ru: Неверный адрес

# address_edit.screen.invalid_address_message
source: To continue you need to select a more precise address
ru: Для продолжения необходимо выбрать более точный адрес

# address_edit.screen.ok
source: Ok
ru: Ок

# address.widget.action
source: Add address
ru: Добавить адрес

# address.widget.direction
source: Get direction
ru: Построить маршрут

# address.widget.link
source: Edit
ru: Изменить

# address.widget.navigate
source: Navigate
ru: Построить маршрут

# address.widget.placeholder
source: Input address
ru: Введите адрес

# address.widget.title
source: Address
ru: Адрес

# appIcon.widget.title
source: Select App Icon
ru: Выберите икноку приложения

# appointment.widget.today
source: Today
ru: Сегодня

# appointmentCell.widget.declinedByCustomer
source: Declined by customer
ru: Отклонено клиентом

# appointmentCell.widget.needYourAcion
source: Need your action
ru: Нужно ваше действие

# appointmentStatus.widget.canceled
source: Canceled
ru: Отменено

# appointmentStatus.widget.confirm
source: Confirm
ru: Подтвердить

# appointmentStatus.widget.confirmed
source: Confirmed
ru: Подтверждено

# appointmentStatus.widget.delete
source: Delete
ru: Удалить

# appointmentStatus.widget.expired
source: Expired
ru: Истекло

# appointmentStatus.widget.reject
source: Reject
ru: Отклонить

# appointmentStatus.widget.waiting
source: Waiting
ru: В ожидании

# approve.widget.accept
source: Accept order
ru: Принять заказ

# approve.widget.delete
source: Delete appointment
ru: Удалить запись

# approve.widget.error_title
source: Something went wrong
ru: Что-то пошло не так

# approve.widget.expired.title
source: You didn't have time to accept the order
ru: Вам не хватило времени на подтверждение записи

# approve.widget.leftToAccept
source: left to accept order
ru: Осталось подтвердить запись

# appt.creatable.afternoon
source: Afternoon
ru: День

# appt.creatable.appointmentWarning
source: **Before undergoing the procedure, you need to know the following:**
ru: **Перед прохождением процедуры, вам необходимо знать следующее:**

# appt.creatable.checkMaster
source: We are looking for information about the master, we need a little time
ru: Ищем информацию о мастере, нам нужно немного времени

# appt.creatable.checkProcedure
source: We are looking for information about the procedure, we need a little time
ru: Ищем информацию о процедуре, нам нужно немного времени

# appt.creatable.choose_master
source: Choose a master
ru: Выберите мастера

# appt.creatable.chooseCustomer
source: Choose a customer
ru: Выбрать клиента

# appt.creatable.click_complete
source: To save, click Complete
ru: Для сохранения, нажми завершить

# appt.creatable.complete
source: Complete the booking
ru: Завершить запись

# appt.creatable.congratulations
source: Congratulations, you have successfully created an appointment!
ru: Поздравляем, вы успешно создали запись!

# appt.creatable.createAppointment
source: Create appointment
ru: Создать запись

# appt.creatable.day
source: Day
ru: День

# appt.creatable.day.unavailable
source: It is not possible to make an appointment for this day
ru: На этот день нельзя записаться

# appt.creatable.evening
source: Evening
ru: Вечер

# appt.creatable.masterFound
source: Your master is %@
ru: Ваш мастер %@

# appt.creatable.masterFoundSimple
source: Your master has been found
ru: Ваш мастер найден

# appt.creatable.masterNotFound
source: Unfortunately, we were unable to find information about the master
ru: К сожалению, нам не удалось найти информацию о мастере

# appt.creatable.morning
source: Morning
ru: Утро

# appt.creatable.night
source: Night
ru: Ночь

# appt.creatable.procedureFoundSimple
source: Your procedure has been found
ru: Ваша процедура найдена

# appt.creatable.procedureNotFound
source: Procedure not found
ru: Процедура не найдена

# appt.creatable.select_procedure
source: Select a procedure
ru: Выберите процедуру

# appt.creatable.select_time
source: Choose a time to visit
ru: Выберите время для визита

# appt.creatable.signInDescription
source: **Sign in** to complete your appointment
ru: **Войдите**, чтобы завершить запись

# appt.creatable.time
source: Time
ru: Время

# appt.creatable.timeSlots.absent
source: No free time slots
ru: Нет свободных окон

# appt.creatable.title
source: Appointment
ru: Запись

# appt.footerButton.subtitle
source: View
ru: Открыть

# appt.footerButton.title
source: History
ru: История

# appt.screen.accept
source: Accept order
ru: Подтвердить запись

# appt.screen.delete
source: Delete appointment
ru: Удалить запись

# appt.screen.expired.title
source: You didn't have time to accept the order
ru: Вам не хватило времени на подтверждение записи

# appt.screen.leftToAccept
source: Left to accept order
ru: Осталось подтвердить запись

# appt.title
source: Appointment
ru: Запись

# auth.creatable.enter_name
source: Enter your name
ru: Как можно к вам обращаться?

# auth.creatable.later_logo
source: You can add a photo later in your profile settings
ru: Если у вас нет подходящего фото сейчас. Вы всегда сможете добавить его позже в настройках профиля

# auth.creatable.placeholder
source: Name
ru: Имя

# auth.creatable.privacy
source: By clicking “Continue”, you agree to the [Privacy Policy](%@), and [User Agreement](%@)
ru: Нажимая “Продолжить”, вы соглашаетесь с [Политикой конфиденциальности](%@) и [Пользовательским солашением](%@)

# auth.creatable.title
source: Authorization
ru: Авторизация

# auth.creatable.upload_logo
source: Upload your avatar
ru: Пожалуйста, загрузите вашу персональную аватарку

# auth.creatable.welcome_message
source: **Login or register** to use the service on any device
ru: **Войдите или зарегистрируйтесь** чтобы использовать сервис на любом устройстве.

# auth.creatable.who_are_you
source: Who are you?
ru: Желаете зарегистрироваться как мастер или как клиент?

# auth.title
source: Auth
ru: Аутентификации

# banners.auth.accent
source: register
ru: Зарегистрироваться

# banners.auth.subtitle
source: To avoid losing your data, you need to register
ru: Что бы не потерять свои записи нужно зарегистрироваться

# banners.auth.title
source: You are not authorized
ru: Вы не авторизованы

# banners.feedback.title
source: Help us improve!
ru: Помогите нам стать лучше!

# banners.subscription.subtitle
source: Subscribe now
ru: Подключите подписку

# banners.subscription.title
source: %@ for only %@ 💫
ru: %@ всего за %@ 💫

# calendar.sheet.create_appointment
source: Create appointment
ru: Создать запись

# calendar.sheet.today
source: Today
ru: Сегодня

# client_verification.creatable.confirmCommunication
source: To undergo verification, you must confirm one of the proposed communication methods:
ru: Для прохождения верификации необходимо подтвердить один из предложенных способов связи:

# client_verification.creatable.continueButton
source: Continue
ru: Продолжить

# client_verification.creatable.placeholder
source: Enter your contact method
ru: Введите способ связи

# client_verification.creatable.response
source: This method of communication does not coincide with the previously entered ones
ru: Данный способ связи не совпадает с ранее введенными

# client_verification.creatable.save
source: Save
ru: Сохранить

# client_verification.creatable.successful_response
source: "Congratulations! You have successfully completed the verification process. The salon you were invited to has been added to your favorites. Your order history at this salon will now be synchronized with your profile"
ru: Поздравляем! Вы успешно прошли верификацию. Салон, в который вас пригласили, теперь добавлен в избранное. История ваших заказов в этом салоне будет синхронизирована с вашим профилем

# client_verification.creatable.title
source: Client Verification
ru: Проверка клиента

# client.creatable.add_contact
source: Add contact
ru: Добавить контакт

# client.creatable.enter_client_name
source: Enter client name
ru: Введите имя клиента

# client.creatable.placeholder
source: Name
ru: Имя

# client.creatable.title
source: Creation of the Client
ru: Создание клиента

# clients.screen.add_client
source: Add clients
ru: Добавить клиентов

# clients.screen.title
source: All clients
ru: Все клиенты

# clients.widget.action
source: Invite client
ru: Добавить клиента

# clients.widget.link
source: All
ru: Все

# clients.widget.title
source: My clients
ru: Мои клиенты

# common.tomorrow
source: Tomorrow
ru: Завтра

# component.address_input_field.enter_addres
source: Enter address
ru: Введите адрес

# component.alert.cancel
source: Cancel
ru: Отмена

# component.alert.clientСonfirmation
source: "You have followed the link to synchronize your order history. The salon associated with this link will be added to your favorites list. Do you confirm this action?"
ru: Вы перешли по ссылке для синхронизации вашей истории заказов. Салон, связанный с этой ссылкой, будет добавлен в ваш список избранных. Подтверждаете это действие?

# component.alert.confirmation
source: Сonfirmation
ru: Подтверждение

# component.alert.congratulations
source: Сongratulations
ru: Поздравляем

# component.alert.error
source: Error
ru: Ошибка

# component.alert.incomplete_address
source: Incomplete address
ru: Неполный адрес

# component.alert.incomplete_address_message
source: You must enter your full address to continue
ru: Вы должны ввести свой полный адрес, чтобы продолжить

# component.alert.masterСonfirmation
source: "You have followed a link that connects you as an employee to the salon associated with this link. After confirmation, you will be able to provide services in this salon. Do you confirm this action?"
ru: Вы перешли по ссылке, которая привязывает вас как работника к салону, связанному с этой ссылкой. После подтверждения вы сможете предоставлять услуги в этом салоне. Подтверждаете это действие?

# component.alert.ok
source: Ok
ru: Ок

# component.category_enum.brows
source: Brows
ru: Брови

# component.category_enum.cosmetology
source: Cosmetology
ru: Косметология

# component.category_enum.depilation
source: Depilation
ru: Депиляция

# component.category_enum.epilation
source: Epilation
ru: Эпиляция

# component.category_enum.hairdressing
source: Hairdressing
ru: Волосы

# component.category_enum.lashes
source: Lashes
ru: Ресницы

# component.category_enum.makeup
source: Makeup
ru: Макияж

# component.category_enum.massage
source: Massage
ru: Массаж

# component.category_enum.nails
source: Nails
ru: Ногти

# component.category_enum.other
source: Other
ru: Другое

# component.category_enum.piercing
source: Piercing
ru: Пирсинг

# component.category_enum.spa
source: Spa
ru: Спа

# component.category_enum.tattoo
source: Tattoo
ru: Тату

# component.currency_text_field.placeholder
source: Input amount
ru: Введите сумму

# component.day_view.today
source: Today
ru: Сегодня

# component.edit_menu.copy_button
source: Copy
ru: Скопировать

# component.edit_menu.edit_button
source: Edit
ru: Редактировать

# component.EmployeeScheduleCell.addBreak
source: Add break
ru: Добавить перерыв

# component.EmployeeScheduleCell.editSchedule
source: Edit schedule
ru: Настроить график

# component.EmployeeScheduleCell.weekendToggle
source: Set as weekend
ru: Сделать выходным

# component.EmployeeScheduleSideCell.cycledSchedule
source: Shift schedule
ru: Сменный график

# component.EmployeeScheduleSideCell.daySchedule
source: Daily schedule
ru: Ежедневное расписание

# component.EmployeeScheduleSideCell.editSchedule
source: Edit schedule
ru: Настроить график

# component.EmployeeScheduleSideCell.editWeekend
source: Edit vacation
ru: Настройка отпуска

# component.EmployeeScheduleSideCell.hideEmployee
source: Hide employee
ru: Скрыть сотрудника

# component.EmployeeScheduleSideCell.weekSchedule
source: Weekly template
ru: Шаблон на неделю

# component.imput_view_for_step.add
source: Add
ru: Добавить

# component.imput_view_for_step.customer
source: Customer
ru: Клиент

# component.imput_view_for_step.master
source: Master
ru: Мастер

# component.imput_view_for_step.message
source: Message
ru: Сообщение

# component.imput_view_for_step.phone
source: Phone
ru: Телефон

# component.imput_view_for_step.select
source: Select
ru: Выбрать

# component.imput_view_for_step.skip
source: Skip
ru: Пропустить

# component.imput_view_for_step.telegram
source: Telegram
ru: Телеграм

# component.Independent.unknown
source: Unknown
ru: Неизвестно

# component.phone_field.placeholder
source: Enter number
ru: Введите номер

# component.routes_picker.cancel_button
source: Cancel
ru: Отмена

# component.routes_picker.message
source: To get directions to an address, select the application that is convenient for you
ru: Чтобы проложить маршрут до адреса, выберите удобное для вас приложение

# component.routes_picker.select_app
source: Select App
ru: Выберите приложение

# component.SalonScheduleSideCell.cycledSchedule
source: Shift schedule
ru: Сменный график

# component.SalonScheduleSideCell.daySchedule
source: Daily schedule
ru: Ежедневное расписание

# component.SalonScheduleSideCell.editSchedule
source: Edit schedule
ru: Настроить график

# component.SalonScheduleSideCell.weekSchedule
source: Weekly template
ru: Шаблон на неделю

# component.search_bar_field.cancel_button
source: Cancel
ru: Отмена

# component.search_bar_field.placeholder
source: Search...
ru: Поиск...

# component.service_input_field.enter_addres
source: Enter service name
ru: Введите название услуги

# component.ShiftScheduleSelector.offDays
source: Days off:
ru: Выходные:

# component.ShiftScheduleSelector.workDays
source: Working days:
ru: Рабочие дни:

# component.text_input_field.identifier_placeholder
source: your_identifier
ru: твой_идентификатор

# component.text_message.skip_text
source: Skip
ru: Пропустить

# contact.creatable.contact_type
source: Choose your preferred contact method
ru: Выберите предпочтительный способ связи

# contact.creatable.email
source: Please enter email address
ru: Пожалуйста, введите адрес электронной почты

# contact.creatable.email_later
source: You can add email address later in settings
ru: Вы сможете добавить адрес электронной почты позже в настройках

# contact.creatable.instagram
source: Please provide Instagram handle
ru: Пожалуйста, укажите аккаунт Instagram

# contact.creatable.instagram_later
source: You can add Instagram handle later in settings
ru: Вы сможете добавить аккаунт Instagram позже в настройках

# contact.creatable.phone_number
source: Please provide phone number
ru: Пожалуйста, укажите номер телефона

# contact.creatable.phone_number_later
source: You can add phone number later in settings
ru: Вы сможете добавить номер телефона позже в настройках

# contact.creatable.telegram_number
source: Please provide Telegram username
ru: Пожалуйста, укажите аккаунт Telegram

# contact.creatable.telegram_number_later
source: You can add Telegram username later in settings
ru: Вы сможете добавить аккаунт Telegram позже в настройках

# contact.creatable.title
source: Contact
ru: Контакт

# contact.creatable.whatsApp_number
source: Please provide WhatsApp number
ru: Пожалуйста, укажите номер WhatsApp

# contact.creatable.whatsApp_number_later
source: You can add WhatsApp number later in settings
ru: Вы сможете добавить номер WhatsApp позже в настройках

# contact.screen.cancel
source: Cancel
ru: Отмена

# contact.screen.select_number
source: Select number
ru: Выбрать номер

# contact.screen.title
source: Contacts
ru: Контакты

# contactCell.widget.select_number
source: Select number
ru: Выбрать номер

# Contacts.widget.alertTitle
source: Confirm deleting the contact
ru: Подтвердите удаление контакта

# Contacts.widget.cancelAlertButton
source: Cancel
ru: Отмена

# contacts.widget.contactsIsEmpty
source: Contact methods not specified
ru: Не указаны способы связи

# Contacts.widget.deleteAlertButton
source: Delete
ru: Удалить

# contacts.widget.linkEdit
source: Edit
ru: Редактировать

# contacts.widget.linkSave
source: Save
ru: Сохранить

# Contacts.widget.title
source: Contacts
ru: Контакты

# contacts.widget.widget_button
source: Add new contact
ru: Добавить новый контакт

# creatableError.position.missingPermissions
source: There was an issue with setting access permissions. Please try again. If the problem persists, contact support and mention error code: missingPermissions
ru: Произошла ошибка при установке прав доступа. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingPermissions

# creatableError.position.missingSalary
source: There was an issue with setting the salary. Please try again. If the problem persists, contact support and mention error code: missingSalary
ru: Произошла ошибка при установке зарплаты. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingSalary

# creatableError.position.missingTitle
source: There was an issue with the position title. Please try again. If the problem persists, contact support and mention error code: missingTitle
ru: Произошла ошибка с названием должности. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingTitle

# creation.contact.select_one_required
source: Select at least 1 contact
ru: Выберите хотя бы 1 контакт

# creation.contact.select_сount
source: Select %lld
ru: Выбрать %lld

# creation.contact.title
source: Contacts
ru: Контакты

# creation.screen.close
source: Close
ru: Закрыть

# customer.creatable.add_conact
source: Add contact
ru: Добавить контакт

# customer.creatable.continue_button
source: Continue
ru: Продолжить

# customer.creatable.invitation_link
source: "If you have an invitation link, please enter it below
ru: Если у вас есть ссылка-приглашение, пожалуйста, введите её ниже

# customer.creatable.link_is_not_valid
source: Unfortunately, the entered link is invalid. Please double-check and enter it again
ru: К сожалению, введённая ссылка недействительна. Пожалуйста, проверьте и введите её снова

# customer.creatable.registrationСompleted
source: "If you have an invitation link, you can follow it after you complete registration
ru: Если у вас есть ссылка-приглашение, вы можете перейти по ней после завершения регистрации

# customer.creatable.title
source: Customer setup
ru: Добавление клиента

# customer.widget.all_title
source: Customers
ru: Клиенты

# customer.widget.invite
source: Invite client
ru: Пригласить клиента

# customer.widget.title
source: Client
ru: Клиент

# customers.sheet.create_client
source: Add a new client
ru: Добавить нового клиента

# CycledSchedule.creatable.makeSchedule
source: Make a schedule for working days
ru: Настройте расписание для рабочих дней

# CycledSchedule.creatable.save
source: Save
ru: Сохранить

# CycledSchedule.creatable.shiftSchedule
source: Work day: %1$@, Off day: %2$@
ru: Рабочие дни: %1$@, Выходные дни: %2$@

# CycledSchedule.creatable.title
source: Create a schedule
ru: Создание расписания

# dangerZone.widget.cancel
source: Cancel
ru: Отмена

# dangerZone.widget.delete
source: Delete
ru: Удалить

# dangerZone.widget.delete_hint
source: This action cannot be undone
ru: Действие нельзя будет отменить

# dangerZone.widget.delete_title
source: Delete User
ru: Удалить пользователя

# dangerZone.widget.logout
source: Logout
ru: Выйти

# dangerZone.widget.logout_hint
source: Sign out of your account
ru: Выйти из учетной записи

# dangerZone.widget.logout_message_alert
source: Are you sure you want to log out?
ru: Вы действительно хотите выйти?

# dangerZone.widget.nickname
source: Nickname
ru: Никнейм

# dangerZone.widget.subscription
source: Subscription
ru: Подписка

# dangerZone.widget.title
source: Danger Zone
ru: Опасная зона

# dangerZone.widget.user_delete_message_alert
source: To confirm, type your nickname in the box below
ru: Для подтверждения введите свой никнейм в поле ниже

# dangerZone.widget.user_delete_title_alert
source: The action cannot be undone. Are you sure you want to delete?
ru: Действие невозможно отменить. Вы уверены, что хотите удалить?

# dangerZone.widget.warning
source: Warning
ru: Внимание

# date_selector.screen.edit
source: Edit
ru: Редактировать

# DaySchedule.creatable.configureSchedule
source: Set the time to configure the schedule
ru: Установите время для настройки расписания

# DaySchedule.creatable.save
source: Save
ru: Сохранить

# DaySchedule.creatable.selectFirstDay
source: Select first working day
ru: Выберите первый рабочий день

# DaySchedule.creatable.setDailySchedule
source: Setting up a daily schedule
ru: Настройка ежедневного графика

# DaySchedule.creatable.title
source: Create a schedule
ru: Создание расписания

# description.widget.hide
source: Hide
ru: Скрыть

# description.widget.show_more
source: Show More
ru: Показать еще

# description.widget.title
source: Description
ru: Описание

# employeeScheduleCard.widget.breaks
source: BREAKS
ru: ПЕРЕРЫВ

# employeeScheduleCard.widget.dayOff
source: DAY OFF
ru: ВЫХОДНОЙ

# employeeScheduleCard.widget.workTime
source: WORK TIME
ru: ВРЕМЯ РАБОТЫ

# error.appointment.missingDateInterval
source: There was an issue with selecting a date and time. Please try again. If the problem persists, contact support and mention error code: missingDateInterval
ru: Произошла ошибка при выборе даты и времени. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingDateInterval

# error.appointment.missingMaster
source: There was an issue with selecting a master. Please try again. If the problem persists, contact support and mention error code: missingMaster
ru: Произошла ошибка при выборе мастера. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingMaster

# error.appointment.missingProcedures
source: There was an issue with selecting procedures. Please try again. If the problem persists, contact support and mention error code: missingProcedures
ru: Произошла ошибка при выборе процедур. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingProcedures

# error.client.missingClientContacts
source: There was an issue with the client contacts. Please try again. If the problem persists, contact support and mention error code: missingClientContacts
ru: Произошла ошибка с контактной информацией клиента. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingClientContacts

# error.client.missingClientName
source: There was an issue with the client name. Please try again. If the problem persists, contact support and mention error code: missingClientName
ru: Произошла ошибка с именем клиента. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в поддержку и укажите код ошибки: missingClientName

# error.default.failedToLoadImage
source: Failed to load image
ru: Не удалось загрузить изображение

# error.default.registerAsClient
source: To process the link you must register as a client
ru: Для обработки ссылки необходимо зарегистрироваться как клиент

# error.default.registerAsMaster
source: To process the link you must register as a master
ru: Для обработки ссылки необходимо зарегистрироваться как мастер

# error.default.unknownError
source: Unknown error
ru: Неизвестная ошибка

# error.http.badGateway
source: 502 Bad Gateway: The server, acting as a gateway or proxy, received an invalid response from the upstream server.
ru: 502 Плохой шлюз: Сервер, действующий как шлюз или прокси, получил недопустимый ответ от вышестоящего сервера.
